export const DATA_TYPE = [
  {
    id: '1',
    name: 'Длинная американка до 30',
    desc: 'По правилам свободной пирамиды. Штраф на полку. Первый разбой активный, остальные не обязательно',
    games: 1,
    balls: 30,
  },
  {
    id: '2',
    name: 'Московская пирамида',
    desc: 'Игра одним шаром. Штраф с полки. При забитии "своего" шар со стола снимает соперник',
    games: 3,
    balls: 8,
  },
]

export const DATA_PLAYER = [
  {
    id: '1',
    name: 'Андрей',
    surname: 'Ананьин',
    patronymic: 'Николаевич',
  },
  {
    id: '2',
    name: 'Александр',
    surname: 'Дехтярев',
    patronymic: 'Валерьевич',
  },
]
